$(function(){
	$(".admin_tool_txt").html(poetry());
})
function poetry(){
	var poetrys = [
		"几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。",
		"白日依山尽，黄河入海流。欲穷千里目，更上一层楼。",
		"生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。",
		"青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还！",
		"千锤万击出深山，烈火焚烧若等闲。粉身碎骨全不顾，要留清白在人间。",
		"男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯。",
		"烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。",
		"雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。",
		"帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。",
		"劝君莫惜金缕衣，劝君须惜少年时。有花堪折直须折，莫待无花空折枝。",
		"天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。",
		"独坐幽篁里，弹琴复长啸。深林人不知，明月来相照。",
		"古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。",
		"云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。",
		"湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水色，白银盘里一青螺。",
		"人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。",
		"澹然空水对斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。",
		"迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。",
		"闻道皇华使，方随皂盖臣。封章通左语，冠冕化文身。"
	];
	return poetrys[~~(Math.random()*20)]
}
